{
  "Puppies": {
    "title": "Köpa valp av oss",
    "text1": "När man köper valp från oss lägger vi stor vikt vid att hitta rätt hem för varje individ. Vi samlar in intresse och lär känna de potentiella valpköparna innan vi bestämmer vilka som får möjlighet att köpa valp. Vi prioriterar de som bor i närheten, då vi gärna vill ha en god relation även efter att valpen flyttat.",
    "text2": "Valparna växer upp i hemmiljö och socialiseras noggrant innan leverans vid tidigast åtta veckors ålder. Vi är inte bara med från starten, utan kommer att finnas till hands med support och råd under lång tid framöver. Alla valpar får också med sig ett valppaket från Purina Pro Plan och vårt informativa valphäfte.",
    "puppyInfo": [
      "Fullständigt veterinärbesiktade och chipmärkt",
      "Vaccinerade",
      "Avmaskad",
      "Registrerade i Svenska kennelklubben",
      "Dolda felförsäkrad"
    ]
  },

  "About": {
    "title": "Om oss",
    "text1": "Bullworks är en småskalig kennel i södra Skåne. Vi är två syskon som i princip är uppvuxna i valplådan och en ärvd passion för hundar. Med föräldrar som föder upp hundar under Kennel Moonstruck och Kennel Workable har hundvärlden alltid funnits runt oss, men det var inte självklart att det skulle bli vår väg. För några år sedan började hundarna ta en allt större plats i våra liv och nu är de vår största passion.",
    "text2": "Vi föder upp både enfärgade och brokiga Cocker Spaniels, där Alexander har brokigt och Filippa enfärgat. Vårt mål är att föda upp friska, sociala och välbyggda engelska cocker spaniels, med fokus på både hälsa och temperament. För oss handlar uppfödning om kärlek till rasen och att bevara rasens fantastiska egenskaper genom noggrant planerade kombinationer. 2023 startade vi Kennel Bullworks.",
    "text3": "Kennelnamnet har vi ärvt av vår mamma Christina Drottsgård och Karin Brostam Berglund, som 1992 skaffade namnet med tanken att föda upp Clumber Spaniel tillsammans. Även om det aldrig blev några valpar under namnet då, bär vi det nu med stolthet. "
  },

  "HomePage": {
    "welcome": "Välkommen",
    "welcomeMessage": "till Bullworks uppfödning av Engelsk Cocker Spaniel.",
    "socialMedia": "Följ oss på sociala medier för att hålla dig uppdaterad kring senaste nytt.",
    "news": "Senaste nytt"
  },

  "Construction": {
    "constructionMessage": "Under uppbyggnad"
  },

  "Our Dogs": {
    "title": "Våra hundar",
    "titleMessage": "Klicka på hunden för att komma till dess sida."
  },

  "Contact": {
    "title": "Kontakt",
    "contactMessage1": "Välkommen att kontakta oss. Vår gemensamma mail är kennelbullworks@hotmail.com",
    "contactMessage2": "Ni når oss också via våra sociala medier."
  },
  "Links": {
    "home": "HEM",
    "ourDogs": "VÅRA HUNDAR",
    "about": "OM OSS",
    "contact": "KONTAKT",
    "puppies": "VALPAR/KÖPA HUND",
    "grooming": "PÄLSVÅRD"
  },

  "LocaleSwitcher": {
    "label": "Ändra Språk"
  }
}
